<template>
  <q-page class="q-pa-md">
    <q-breadcrumbs align="left">
      <q-breadcrumbs-el label="首页" />
      <q-breadcrumbs-el label="404" />
    </q-breadcrumbs>
    <q-separator />
    <div class="q-pa-md">
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
      <p>404-页面未找到</p>
    </div>
  </q-page>
</template>

<script>
export default {
}
</script>

<style lang="scss" scoped>

</style>
